Repository: omeka-s-modules/Hierarchy
Catalog: language/*.po
Languages: ca_es, et, fr, it, uk

source: Hierarchies
ca_es: Jerarquies
et: Hierarhiad
fr: Hiérarchies
it: Gerarchie
uk: Ієрархії

source: (No site hierarchies assigned)
ca_es: (No s'ha assignat cap jerarquia de llocs)
et: (Ühtegi saidi hierarhiat pole määratud)
fr: (Aucune hiérarchie affectée au site.)
it: (nessuna gerarchia sito assegnata)
uk: (Ієрархії сайту не призначено)

source: Hierarchy
et: Hierarhia
fr: Hiérarchie
it: Gerarchia
uk: Ієрархія

source: (Private)
ca_es: (Privat)
it: (privato)

source: [Untitled] (Private)
ca_es: [Sense títol] (Privat)
it: [senza titolo] (privato)

source: Hierarchy to be removed
ca_es: Jerarquia que se suprimirà
et: Eemaldatav hierarhia
fr: Hiérarchie à supprimer
it: Gerarchia da eliminare
uk: Ієрархія буде видалено

source: Remove hierarchy
ca_es: Suprimeix la jerarquia
et: Eemalda hierarhia
fr: Supprimer la hiérarchie
it: Elimina gerarchia
uk: Видалити ієрархію

source: Restore hierarchy
ca_es: Restaura la jerarquia
et: Taasta hierarhia
fr: Restaurer la hiérarchie
it: Ripristina gerarchia
uk: Відновити ієрархію

source: Add grouping
ca_es: Afegeix un agrupament
et: Lisa rühmitamine
fr: Ajouter un groupement
it: Aggiungi raggruppamento
uk: Додати групування

source: Select Item Set...
ca_es: Selecciona un conjunt de recursos...
et: Vali ühikute kogum...
fr: Choisir une collection
it: Seleziona collezione
uk: Вибрати Набір елементів...

source: Add Hierarchy
ca_es: Afegeix una jerarquia
et: Lisa hierarhia
fr: Ajouter une hiérarchie
it: Aggiungi gerarchia
uk: Додати ієрархію

source: Site Hierarchies
ca_es: Jerarquies del lloc
et: Saidi hierarhiad
fr: Hiérarchies du site
it: Gerarchie del sito
uk: Ієрархії сайту

source: Drag & drop to change the order in which hierarchies appear on site resource pages.
ca_es: Arrossegueu i deixeu anar per modificar l'ordre de les jerarquies a les pàgines de recursos del lloc.
it: Trascina per cambiare l'ordine in cui compaiono le gerarchie nelle pagine risorsa del sito.

source: No hierarchies are assigned to this site.
ca_es: No s'ha assignat cap jerarquia a aquest lloc.
et: Sellele saidile pole määratud ühtegi hieararhiat.
fr: Aucune hiérarchie n’est affectée à ce site.
it: Nessuna gerarchia assegnata a questo sito
uk: Цьому сайту не призначено жодної ієрархії.

source: Click on a hierarchy to add it to the edit panel.
ca_es: Feu clic sobre una jerarquia per afegir-la al bloc d'edició.
et: Kliki hierarhial, et lisada see muutmise paneelile.
fr: Cliquez sur une hiérarchie pour l’ajouter au panneau de modification.
it: Clicca su una gerarchia per aggiungerla al pannello di modifica
uk: Натисніть на ієрархію, щоб додати її до панелі редагування.

source: Filter hierarchies
ca_es: Filtra les jerarquies
et: Filtreeri hierarhiaid
fr: Filtrer les hiérarchies
it: Filtra gerarchie
uk: Фільтр ієрархій

source: (Private)
ca_es: (Privat)
it: (privato)

source: Link directly to item set
it: Link diretto alla collezione

source: If checked, public hierarchy links will point directly to associated item set page instead of hierarchy grouping page.
it: Se selezionato, i link nella gerarchia pubblica punteranno direttamente alla pagina della collezione associata, invece che alla pagina di raccolta della gerarchia.

source: Show hierarchy label
ca_es: Mostra l'etiqueta de la jerarquia
et: Näita hierarhia silti
fr: Afficher l’intitulé de la hiérarchie
it: Mostra etichetta della gerarchia
uk: Показати мітку ієрархії

source: If checked, assigned label will display as hierarchy header on public pages.
ca_es: Si està marcada, l'etiqueta assignada es mostrarà com a encapçalament de la jerarquia a les pàgines públiques.
et: Kui see on valitud, siis näidatakse avalike lehtede pealkirjana määratud silti.
fr: Si coché, l’intitulé affecté s’affichera comme titre de la hiérarchie sur les pages publiques.
it: Se selezionato, l'etichetta assegnata verrà mostrata come testata della gerarchia nelle pagine pubbliche
uk: Якщо позначено, призначена мітка відображатиметься як заголовок ієрархії на загальнодоступних сторінках.

source: Show hierarchy resource counts
ca_es: Mostra el nombre de jerarquies
et: Näita hierarhia resursside arvu
fr: Afficher le nombre de ressources de la hiérarchie
it: Mostra il conteggio delle risorse della gerarchia
uk: Показати кількість ієрархій ресурсу

source: If checked, hierarchy groupings will show # of resources within currently assigned itemSet.
ca_es: Si està marcada, els agrupaments de jerarquia mostraran el nombre de recursos dins del conjunt de recursos assignat.
et: Kui see on valitud, siis näidatakse valitud hierarhia ühikute kogus olevate resursside arvu.
fr: Si coché, les groupements de hiérarchie afficheront le nombre de ressources au sein de la collection actuellement affectée.
it: Se selezionato, i raggruppamenti di gerarchia mostreranno il numero di risorse all'interno della collezione attualmente assegnata.

source: Combine hierarchy resources
ca_es: Mostra l'etiqueta de la jerarquia
et: Kombineeri hierarhiate ressursid
fr: Combiner les ressources de la hiérarchie
it: Combina risorse della gerarchia

source: If checked, groupings will display resources of all child groupings in resource counts and on hierarchy grouping browse pages. This option is disabled when "Link directly to item set" is checked, to avoid displaying an inaccurate count of Item Set resources.
it: Se selezionato, le raccolta mostreranno le risorse di tutti le raccolte "figlio" nel conteggio del numero di risorse e nelle pagine di raccolta della gerarchia. Questa opzione è disabilitata quando "Link diretto alla collezione" è selezionato, in modo da evitare di mostrare un numero errato di risorse della collezione.

source: Show item sets beneath hierarchy
it: Mostra collezioni sotto la gerarchia

source: If checked, all item sets assigned to hierarchy will display beneath hierarchy tree.
it: Se selezionato, tutte le collezioni assegnate ad una gerarchia saranno mostrate sotto l'albero della gerarchia.

source: Show item set metadata on grouping page
it: Mostra i metadata della collezione nella pagina di raccolta

source: If checked, associated item set metadata will display on hierarchy grouping page.
it: Se selezionato, i metadata di collezione associati verranno mostrati sulla pagina di raccolta della gerarchia.

source: Hierarchy successfully updated
ca_es: La jerarquia s'ha actualitzat correctament
et: Hierarhiat on uuendatud
fr: La hiérarchie a bien été mise à jour.
it: Gerarchia aggiornata con successo
uk: Ієрархію успішно оновлено

source: Hierarchy Label
ca_es: Etiqueta de la jerarquia
et: Hierarhia silt
fr: Intitulé de la hiérarchie
it: Etichetta della gerarchia
uk: Мітка ієрархії

source: If checked, groupings will display resources of all child groupings in resource counts and on hierarchy grouping browse pages.
et: Kui see on valitud, siis näidatakse rühmitamisi alamrühmades ja hierarhia rühmade sirvimise lehel.
fr: Si coché, les groupements afficheront les ressources de tous les groupements enfants dans les nombres de ressources et sur les pages de navigation entre les groupements de hiérarchies.
